/*
 find ./ -name "*.swift" -print0 | xargs -0 genstrings -o en.lproj (ru.lproj) - generate localizable files
 */

/* User info: Additional info */
"Additional information" = "Дополнительная информация";

/* Image picker: open camera
   Select image from: Camera */
"Camera" = "Камера";

/* Permission: get camera access */
"Camera access" = "Разрешите приложению доступ к камере, чтобы сделать снимок";

/* Create event: date section close selection
   Search bar: close */
"Cancel" = "Закрыть";

/* Create event: category section title */
"Category" = "Категория";

/* Home screen title */
"Choose your next experience" = "Выбери свое следующее приключение";

/* Close select image modal
   Date picker: close
   Image picker: close */
"Close" = "Закрыть";

/* create an event */
"Create event" = "Создать мероприятие";

/* User info: Date of birth */
"Date of birth" = "Дата рождения";

/* Create event: date section title */
"Date of event" = "Время проведения мероприятия";

/* Select calendar dates label */
"Dates" = "Даты";

/* Event duration hours plural */
"Event duration hours" = "Длительность мероприятия";

/* Select gender: Female */
"Female" = "Женский";

/* User info: First name */
"First name" = "Имя";

/* Format text hint: title */
"Format you text" = "Форматируй свой текст";

/* Format text hint: description */
"Format you text using special symbols to make it more detailed" = "Форматируй свой текст чтобы сделать его более детальным и ясным";

/* Permission: get gallery access */
"Galery access" = "Разрешите приложению доступ к галерее, чтобы выбрать изображение";

/* Image picker: open gallery
   Select image from: Gallery */
"Gallery" = "Галерея";

/* User info: Gender */
"Gender" = "Пол";

/* Permission: get geolocation access */
"Geolocation access" = "Разрешите приложению доступ к геолокации, чтобы мы могли предложить тебе более подходящие мероприятия";

/* Create event: time section select duration */
"How long will it last?" = "Сколько оно будет длиться?";

/* Failed login */
"Invalid credentials! Please, try again." = "Неправильные данные. Пожалуйста, попробуйте еще раз.";

/* User info: Last name */
"Last name" = "Фамилия";

/* Log in */
"Log in" = "Войти";

/* Select gender: Male */
"Male" = "Мужской";

/* Event duration hours */
"More than" = "Более";

/* Permission: title */
"Need access" = "Нужен доступ";

/* Create event: next step */
"Next step" = "Далее";

/* Permission: get notification access */
"Notification access" = "Разрешите приложению покаызвать уведомления, чтобы не пропустить мероприятие";

/* Permission: open settings to give access */
"OpenSettings" = "Дать доступ";

/* Select gender: Other */
"Other" = "Другое";

/* Log in: Password */
"Password" = "Пароль";

/* Create event: location section title */
"Place of meeting" = "Место проведения мероприятия";

/* Format text hint: open hint button label */
"Press to get more info" = "Нажмите чтобы узнать больше";

/* User info: Save */
"Save" = "Сохранить";

/* Search bar: placeholder */
"Search..." = "Поиск...";

/* Date picker: select date */
"Select" = "Выбрать";

/* Create event: date section select date
   Create event: date section select title */
"Select date" = "Выбрать дату";

/* User settings */
"Settings" = "Настройки";

/* Sign in */
"Sign in" = "Зарегистрироваться";

/* Create event: description section title */
"Tell more about event" = "Расскажите больше о предстоящем событии";

/* Textfield to write about yourself */
"Tell other users about yourself!" = "расскажи другим пользователям о себе";

/* Create event: time section select title */
"What time will it start?" = "Когда оно мероприятие?";

/* Create event: location section description */
"When will the event take place?" = "Когда будет проходить мероприятие?";

/* Create event: location section description */
"Where will the event be held?" = "Где будет проходить мероприятие?";

/* Create event: category section description */
"Which category event belongs to?" = "К какой категории оно относится?";

/* User info: Work */
"Work" = "Работа";

